tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/versions"
tap "railwaycat/emacsmacport"
brew "openssl"
brew "asciidoctor"
brew "autoconf"
brew "bison"
brew "carthage"
brew "elasticsearch"
brew "elasticsearch@2.4"
brew "lame"
brew "xz"
brew "ffmpeg"
brew "git"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "icu4c"
brew "hugo"
brew "inetutils"
brew "readline"
brew "jrnl"
brew "lha"
brew "libdvdcss"
brew "libxml2", link: true
brew "mcrypt"
brew "mplayer"
brew "mysql@5.6"
brew "nginx"
brew "nkf"
brew "node"
brew "pandoc"
brew "php", link: false
brew "postgresql"
brew "python"
brew "re2c"
brew "redis"
brew "sshpass"
brew "unrar"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "aws-vault"
cask "chromedriver"
cask "java"
cask "vagrant"
cask "virtualbox"
